[
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/passive/0/text"
      ]
    },
    "Texts": {
      "Eng": "+6% Chance to Freeze, Burn, or Electrify enemies on hit. These effects can stack.",
      "Por": "+ 6% de Chance de Congelar, Queimar ou Eletrificar inimigos ao acertar. Esses efeitos podem acumular."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/classic/3/text"
      ]
    },
    "Texts": {
      "Eng": "-20% Physical Resistance",
      "Por": "-20% de Resistência Física"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/classic/4/text"
      ]
    },
    "Texts": {
      "Eng": "-20% Speed\n-20% Jump Height",
      "Por": "-20% de Velocidade\n-20% de Altura no Pulo"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/weaponBonuses/0/text"
      ]
    },
    "Texts": {
      "Eng": "110% Base Power while using a Wand in either hand without any other weapon equipped.",
      "Por": "110% Poder Base quando utilizando uma Varinha em qualquer mão sem estar com outra arma equipada. "
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/weaponBonuses/1/text"
      ]
    },
    "Texts": {
      "Eng": "110% Base Power with Staves.",
      "Por": "110% Poder Base com Cajados."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/techs/0/text"
      ]
    },
    "Texts": {
      "Eng": "An upgrade to Spike Sphere, while transformed you regen slightly and are affected by low gravity. In addition, hold left click to create a barrier that pushes enemies away, draining energy to do so.",
      "Por": "Uma melhoria para a Esfera de Espinhos, enquanto transformado você regenera um pouco e é afetado pela baixa gravidade. Além disso, segure o botão esquerdo para criar uma barreira que empurra os inimigos, drenando sua energia."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/classic/1/text"
      ]
    },
    "Texts": {
      "Eng": "Can equip the Erchius Eye, the Evil Eye, and Magnorbs",
      "Por": "Pode equipar o Erchius Eye, o Evil Eye e a Magnorbs"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/classic/0/text"
      ]
    },
    "Texts": {
      "Eng": "Cannot use Ranged Weapons.\nCannot use Two-Handed Melee Weapons.",
      "Por": "Não pode usar Armas de Longo Alcance.\nNão pode usar Armas Corpo-a-corpo de Duas Mãos."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/techs/1/title"
      ]
    },
    "Texts": {
      "Eng": "Hover",
      "Por": "Flutuar"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/techs/3/text"
      ]
    },
    "Texts": {
      "Eng": "Press [F] to toggle a magical shield that provides invulnerability to you and nearby allies. Drains energy while active, and is toggled off when no energy remains.",
      "Por": "Pressione [F] para ativar um escudo mágico que fornece invulnerabilidade a você e aliados próximos. Drena energia enquanto ativo, e é desativado quando não há energia."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/techs/2/text"
      ]
    },
    "Texts": {
      "Eng": "Press [G] (Bind [G] in your Controls) to teleport to your cursor (if possible). There is a slight cooldown before you can teleport again. Energy Cost depends on Distance and Agility. During Missions (and in your ship), Translocate is Line-of-Sight only!.",
      "Por": "Pressione [G] (Vincule [G] em seus Controles) para se teletransportar para o seu cursor (se possível). Há um leve tempo de recarga antes que você possa se teletransportar novamente. O Custo de Energia depende da Distância e Agilidade. Durante Missões (e em sua nave), Translocar é apenas na Linha de Visão!."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/techs/1/text"
      ]
    },
    "Texts": {
      "Eng": "Press [Space] while in air to hover towards your cursor. The further your cursor, the faster you move. Your Energy drains while you hover. Hover speed scales with Agility.",
      "Por": "Pressione [Espaço] enquanto estiver no ar para flutuar em direção ao seu cursor. Quanto mais longe o cursor, mais rápido você se move. Sua Energia drena enquanto você flutua. A velocidade de Flutuamento escala com Agilidade."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "classes/wizard.config": [
        "/ability/text"
      ]
    },
    "Texts": {
      "Eng": "While using Wands or Staves, gain +10% Fire, Poison, and Ice Resistance.",
      "Por": "Enquanto usando Varinhas ou Cajados, ganha +10% de Resistência a Fogo, Veneno, e Gelo."
    }
  }
]