[
  {
    "DeniedAlternative": [],
    "Files": {
      "specs/adept.config": [
        "/effects/2/text"
      ]
    },
    "Texts": {
      "Eng": "+25% Elemental Resistance",
      "Por": "+25% Resistência Elementar"
    }
  },
  {
    "DeniedAlternative": [],
    "Files": {
      "specs/adept.config": [
        "/effects/5/text"
      ]
    },
    "Texts": {
      "Eng": "-25% Physical Resistance",
      "Por": "-25% Resistência Física"
    }
  },
  {
    "DeniedAlternative": [],
    "Files": {
      "specs/adept.config": [
        "/effects/3/text"
      ]
    },
    "Texts": {
      "Eng": "115% Base Power with Wands: Scales with Dex.",
      "Por": "115% Força Base com Varinhas: Escala com Destreza."
    }
  },
  {
    "DeniedAlternative": [],
    "Files": {
      "specs/adept.config": [
        "/effects/4/text"
      ]
    },
    "Texts": {
      "Eng": "66.6% Max Health",
      "Por": "66.6% Vida Máxima"
    }
  },
  {
    "DeniedAlternative": [],
    "Files": {
      "specs/adept.config": [
        "/classic/0/text"
      ]
    },
    "Texts": {
      "Eng": "Can Wield Wands.",
      "Por": "Pode Empunhar Varinhas."
    }
  },
  {
    "DeniedAlternative": [],
    "Files": {
      "specs/adept.config": [
        "/ability/text"
      ]
    },
    "Texts": {
      "Eng": "Nearby allies gain a temporary Speed Boost once Energy recharges. 150% Armor at Max Energy, 50% Armor at 0 Energy.",
      "Por": "Aliados próximos ganham um Aumento de Velocidade temporário quando a Energia é recarregada. 150% de Armadura com Energia Máxima, 50% de Armadura com 0 de Energia."
    }
  },
  {
    "DeniedAlternative": [],
    "Files": {
      "specs/adept.config": [
        "/tech/text"
      ]
    },
    "Texts": {
      "Eng": "Upon attempting to jump, you instantly teleport towards the direction you are holding instead. Energy Cost is 10 per Flash Step and decreases with higher Intelligence. Distance scales with Agility, from 10 up to a max of 15, and is halved when holding [Shift]. After 8 quick Flash Steps, each within 1.5 seconds of each other, subsequent Flash Steps cause strain on the body and begin to deal damage. ^red;You can Flash Step through and into walls, so be careful.^reset;",
      "Por": "Ao tentar pular, você se teletransporta instantaneamente para a direção que está segurando. O Custo de Energia é 10 por Flash Step e diminui com Inteligência maior. Distancia escala com Agilidade, de 10 até um máximo de 15, e é reduzido pela metade ao segurar [Shift]. Após 8 Flash Steps rápidos, cada Flash Steps dentro de 1.5 segundos um do outro, Flash Steps subsequentes causa tensão no corpo e começa a causar dano. ^red;Você pode usar o Flash Step para passar e entrar nas paredes, então tenha cuidado.^reset;"
    }
  }
]