[
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgversion.config": [
        "/text"
      ]
    },
    "Texts": {
      "Eng": "Bug Fixes:\n    Oathkeeper's alt ability fixed for Starbound 1.4.\n    Passive Bounty Criminals can now be captured.\n    Quick Fix: Smith Station should work now.\nUI:\n    Lore Tab:\n        Some New Lore Added.\n        Lore can be unlocked via certain actions. These will all be retroactive to be less of a pain for everyone.\n        Most lore pages are currently not unlockable.\n    Spiral Energy and Spiral Power now use better sprites created by Samey the Hedgehog on Steam.\n    Certain Weapons and Items now give credit towards their designers.\nMechanics:\n    Added World and Entity Table Overrides for Stealth checks using code from the Active Stealth Module (deprecated) by Wellbott.\n    Added friendlyQuery to World Table and Util Script.\n    Added closestValidTarget to Entity Table and Util Script.\n    AI entities no longer track entities that are invisible or using camouflage.\n        Currently applies to Ninja's Shadow Step, Vanish Sphere, Flash Jump, and Wall Cling, as well as Phase Shift's bolt.\n        Friendly AI entities (Crew, Pets) will teleport in/out during stealth because they are unable to find you.\n    Class Item and Weapon Blueprints now given through the quest itself, rather than only unlocked via the items/weapons, so that players may still get the Blueprints if their inventory is full when receiving the Quest Reward.\nClass Balance:\n    Explorer:\n        Enhanced Dash now defaults to dashing rather than sprinting\n    Ninja:\n        Wall Cling clings to walls with more force to prevent falling.\n        Shadow Step disables gravity while vanished to prevent falling.\n        Flash Step and Wall Cling use their own Camouflage and Invulnerable status effect to prevent conflicts with other camouflage/invulnerable-giving effects (Phase Shift, for example).\n    Wizard:\n        Magic Shield no longer provides double Health recovery from Fall, Fire, and Poison Damage.    \nSpecializations:\n    Captain: New Explorer Specialization.\n    Necromancer:\n        Bone Pteropods spawned using Reap now follow the player (including teleportation if far away).\n    Pioneer:\n        Terra Nova (Pioneer's Ability) now includes Teleport Bookmarks thanks to a new Lua function in Starbound 1.4.\n",
      "Por": "Correções de Bugs:\n    Habilidade alternativa da Oathkeeper corrigida para o Starbound 1.4.\n    Criminosos de Recompensa Passivos podem agora ser capturados.\n    Correção Rápida: Smith Station deve funcionar agora.\nUI:\n    Aba de Enredo:\n        Novo Enredo Adicionado.\n       Enredo pode ser desbloqueada através de certas ações. Tudo isso será retroativo para ser menos doloroso para todos.\n        A maioria das páginas de enredo não é atualmente desbloqueável.\n    Spiral Energy e Spiral Power agora usam melhores sprites criados por Samey the Hedgehog no Steam.\n    Certas Armas e Itens agora dão crédito aos seus criadores.\nMecânicas:\n    Adicionado World e Entity Table Overrides para Stealth checks usando o código do Active Stealth Module (descontinuado) por Wellbott.\n    Adicionado friendlyQuery para World Table e Util Script.\n    Adicionado closestValidTarget para Entity Table e Util Script.\n    Entidades AI não rastream mais entidades invisíveis ou que usam camuflagem.\n        Atualmente se aplica a Ninja's Shadow Step, Vanish Sphere, Flash Jump, e Wall Cling, assim como o dardo da Phase Shift.\n       Entidades AI amigáveis (Tripulação, Pets) irá teletransportar para dentro/fora durante a furtividade porque eles são incapazes de encontrá-lo.\n    Itens de Classe e Projetos de Armas agora são dados através da própria Missão, ao invés de serem apenas desbloqueados via itens/armas, para que os jogadores ainda possam obter os Projetos se o seu inventário estiver cheio quando receberem a Recompensa da Missão.\nBalanço de Classes:\n    Explorador:\n        Enhanced Dash agora o padrão é arrancar em vez de correr\n    Ninja:\n        Wall Cling se agarra às paredes com mais força para evitar queda.\n        Shadow Step desativa a gravidade enquanto desaparecido para evitar queda.\n        Flash Step e Wall Cling use seu próprio efeito de status Camuflagem e Invulnerável para evitar conflitos com outros efeitos de camuflagem/ invulnerável (Phase Shift, por exemplo).\n    Feiticeiro:\n        Magic Shield não oferece mais recuperação dupla de Vida de Dano de Queda, Fogo e Veneno.\nEspecializações:\n    Capitão: Nova Especialização de Explorador.\n    Necromante:\n        Bone Pteropods invocados usando Reap agora seguem o jogador (incluindo teletransporte se estiver longe).\n    Pioneiro:\n        Terra Nova (Habilidade do Pioneiro) agora inclui Favoritos de Teleporte graças a uma nova função Lua no Starbound 1.4.\n"
    }
  }
]