[
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgversion.config": [
        "/text"
      ]
    },
    "Texts": {
      "Eng": "UI:\n    Skill Tab:\n        Not available yet.\n    Lore Tab:\n        Added the ability to view recent changelog information.\n        Lore not available yet.\n\nMechanics:\n    Mastery:\n        Master's Desk given new image.\n        UI updated.\n\nClass Balance:\n    Knight:\n        Slam:\n            Halts momentum upon hitting water to prevent death.\n\nProfession Balance:\n    Smith:\n        Added Smith.\n    Miner:\n        Electrum, Platinum, and Steel recipes for regular crafting furnace improved.\n        Billon Coin ore recipe added. Slightly less efficient.\n        Refinery pixel yield for Platinum, Electrum, and Steel drastically lowered.\n\nSpecialization Balance:\n    Dragoon:\n        Dragon's Bane:\n            Increased Physical Resistance when lunging.\n    Cannoneer:\n        Bomb's Away:\n            Dexterity Damage Scaling Increased by 5.\n            Aerial jumps no longer trigger on held space bar.\n            Lowered Grounded Energy Cost to 40 from 50.\n            Lowered Aerial Energy Cost to 10 from 50.\n            Height gained no longer depends on current y velocity.\n        Stormhowl:\n            Unique Shortsword that causes Embrittle.\n            If you cannot find the weapon in the anvil, reselect Cannoneer from the Specialization Select menu to unlock it.\n        Outburst:\n            No longer increases in damage when held.\n            Energy Cost increased.\n            Grenades now explode on contact with enemies.\n            Fire rate increased.\n            Grenades do less damage as Energy ratio decreases.\n            Fire Grenade causes Disorient instead of Burning to synergize with Stormhowl.\n    Crusader:\n        Oathkeeper:\n            Alt Fire requires charge up.\n            Alt Fire hitbox trimmed.\n",
      "Por": "UI:\n    Aba de Habilidades:\n        Não disponível ainda.\n    Aba de Enredo:\n        Adicionada a capacidade de visualizar informações recentes do registro de mudanças.\n        Enredo ainda não disponível.\n\nMecânicas:\n    Maestria:\n        Mesa do Mestre tem uma nova imagem.\n        Interface do usuário atualizada.\n\nBalanço de Classe:\n    Cavaleiro:\n        Batida:\n           Para ao atingir a água para evitar a morte.\n\nBalanço de Profissão:\n    Ferreiro:\n        Adicionado Ferreiro.\n    Minerador:\n        Receitas de Platinum, Electrum e Steel para a fornalha de criação padrão melhorado.\n        Receita de minério de Moeda de Billon adicionada. Um pouco menos eficiente.\n        O rendimento de pixels da refinaria para Platinum, Electrum e Steel foi drasticamente reduzido.\n\nBalanço de Especialização:\n     Dragoon:\n         Dragon's Bane:\n            Maior Resistência Física ao atacar.\n    Canhoneiro:\n        Bomb's Away:\n            Escala de Dano com Destreza Aumentada em 5.\n            Pulos aéreos não são mais acionados ao segurar a barra de espaço.\n            Custo de Energia da Aterrada reduzido de 50 para 40.\n            Custo de Energia da Energia Aérea reduzido de 50 para 10.\n            Altura ganha não depende mais da velocidade atual.\n        Stormhowl:\n            Espada Curta Única que causa Fragilizar.\n            Se você não conseguir encontrar a arma na bigorna, selecione novamente Canhoneiro no Menu de Seleção de Especialização para destravá-la.\n       Outburst:\n            Não aumenta mais o dano quando segurada.\n            Custo de Energia aumentado.\n            Granadas agora explodem em contato com inimigos.\n            Taxa de disparo aumentada.\n            As granadas causam menos danos quando a taxa de Energia diminui.\n            Granada de Fogo causa Desorientar ao invés de Queimadura para combinar com a Stormhowl.\n    Cruzado:\n        Oathkeeper:\n            Disparo Alternativo requer carregamento.\n            Hitbox do Disparo Alternativo diminuído."
    }
  }
]