[
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/3/description"
      ]
    },
    "Texts": {
      "Eng": "Adepts are Ninjas who have harnessed chaotic energy, so much so that they have become unstable. Because of this, Adepts can utilize wands and can lighten themselves and nearby matter. However, the price for such power is costly...",
      "Por": "Adeptos são ninjas que aproveitaram a energia caótica, tanto que se tornaram instáveis. Por causa disso, Adeptos podem utilizar varinhas e podem iluminar a si mesmos e a matéria próxima. No entanto, o preço de tal poder é caro..."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/1/title"
      ]
    },
    "Texts": {
      "Eng": "Battle Mage",
      "Por": "Mago de Batalha"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/6/title",
        "/4/6/title"
      ]
    },
    "Texts": {
      "Eng": "Berserker",
      "Por": "Berserker"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/0/description"
      ]
    },
    "Texts": {
      "Eng": "Blow'em away! Cannoneers are rogues that specialize in explosive weaponry. Normally utilizing Shortswords and Grenade Launchers, Cannoneers can get up close and personal to slice up enemies or stay back and blow them all to bits.",
      "Por": "Os Canhoneiros são ladinos especializados em armas explosivas. Normalmente, utilizando Espadas Curtas e Lançadores de Granadas, os Canhoneiros podem chegar perto para fatiar inimigos ou ficar de longe e explodi-los todos em pedaços."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/7/title",
        "/5/7/title"
      ]
    },
    "Texts": {
      "Eng": "Bounty Hunter",
      "Por": "Caçador de Recompensas"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/2/title"
      ]
    },
    "Texts": {
      "Eng": "Captain",
      "Por": "Capitão"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/7/title",
        "/2/7/title"
      ]
    },
    "Texts": {
      "Eng": "Changeling",
      "Por": "Changeling"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/8/title",
        "/5/8/title"
      ]
    },
    "Texts": {
      "Eng": "Cleric",
      "Por": "Clérigo"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/5/title",
        "/5/5/title"
      ]
    },
    "Texts": {
      "Eng": "Conquistador",
      "Por": "Conquistador"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/4/description",
        "/1/4/description"
      ]
    },
    "Texts": {
      "Eng": "Crusaders are holy fighters who crush enemies with devasting combos. Zealots who are unable to stomach heathens, Crusaders do poorly when touched by foes, but excel at killing enemies quickly. Crusaders only really use broadswords, but can still poorly wield other two-handed melee weapons.",
      "Por": "Cruzados são combatentes sagrados que esmagam inimigos com combinações devastadoras. Zelotes que são incapazes de tolerar os pagãos, Cruzados fazem mal quando tocados por inimigos, mas se superam em matar inimigos rapidamente. Cruzados só usam espadas largas, mas ainda podem empunhar outras armas corpo a corpo de duas mãos."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/8/title",
        "/2/8/title"
      ]
    },
    "Texts": {
      "Eng": "Dark Templar",
      "Por": "Templário Negro"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/1/title"
      ]
    },
    "Texts": {
      "Eng": "Deadshot",
      "Por": "Pistoleiro"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/0/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Defeat enemies while dual-wielding Shortswords and Grenade Launchers.",
      "Por": "Derrote inimigos enquanto empunha 2 Espadas Curtas e Lança-granadas ao mesmo tempo."
    }
  },
  {
    "DeniedAlternatives": [
      "Derrote inimigos enquanto sua vida atual estiver abaixo de 30% de sua vida máxima. Ganhe mais progresso quanto menor sua Vida."
    ],
    "Files": {
      "specList.config": [
        "/1/0/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Defeat enemies while your current health is lower than 30% of your max health. Gain more progress the lower your Health.",
      "Por": "Derrote inimigos enquanto sua vida atual estiver abaixo de 20% de sua vida máxima."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/5/unlockText",
        "/4/5/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Defeat ghosts while Intelligence is greater than 40.",
      "Por": "Derrote fantasmas enquanto a Inteligência for maior que 40."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/7/description",
        "/3/7/description"
      ]
    },
    "Texts": {
      "Eng": "Dragoons wield lances and spears. Coupled with their light armor, they are a force meant to quickly and decisively pierce through all opposition - no matter how durable, or how high in the sky.",
      "Por": "Dragoons empunham lanças. Juntamente com sua armadura leve, eles são uma força destinada a penetrar de maneira rápida e decisiva em toda a oposição - não importa quão durável ou quão alto esteja no céu."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/3/title"
      ]
    },
    "Texts": {
      "Eng": "Elementalist",
      "Por": "Elementalista"
    }
  },
  {
    "DeniedAlternatives": [
      "Lute nas linhas de frente! Vanguardas são os primeiros a provar o derramamento de sangue, destacando-se em combates de curta distância, mas ruim com combates de longo alcance. Vanguardas são excelentes com Machine Pistols e costumam usar armas corpo a corpo quando ficam sem energia."
    ],
    "Files": {
      "specList.config": [
        "/3/4/description",
        "/5/4/description"
      ]
    },
    "Texts": {
      "Eng": "Fight at the front lines! Vanguards are the first to taste bloodshed, excelling at close-range combat, but handling long-range combat poorly. Vanguards excel with Machine Pistols and often utilize melee weapons when they run out of energy.",
      "Por": "Lute nas linhas de frente! Vanguardas são os primeiros a provar o derramamento de sangue, destacando-se em combates de curta distância, mas ruim com combates de longo alcance. Vanguardas são excelentes com Metralhadoras e costumam usar armas corpo a corpo quando ficam sem energia."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/3/title"
      ]
    },
    "Texts": {
      "Eng": "Hunter",
      "Por": "Caçador"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/1/title"
      ]
    },
    "Texts": {
      "Eng": "Juggernaut",
      "Por": "Juggernaut"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/0/title"
      ]
    },
    "Texts": {
      "Eng": "Mechanist",
      "Por": "Mecanista"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/8/title",
        "/4/8/title"
      ]
    },
    "Texts": {
      "Eng": "Mercenary",
      "Por": "Mercenário"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/0/description"
      ]
    },
    "Texts": {
      "Eng": "Necromancers fight using demonic magic and can raise the dead, and handle close-range combat much better than most Wizards. Because of their close attunement to death, Necromancers can efficiently wield scythes and daggers, and are often able to drain life from enemies to heal allies.",
      "Por": "Necromantes lutam usando magia demoníaca e podem ressuscitar os mortos, e lidam com combates a curta distância muito melhor do que a maioria dos Feiticeiros. Por causa de sua estreita sintonia com a morte, Necromantes podem eficientemente empunhar foices e adagas, e muitas vezes conseguem drenar a vida dos inimigos para curar aliados."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/5/title",
        "/3/5/title"
      ]
    },
    "Texts": {
      "Eng": "Operative",
      "Por": "Operativo"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/0/description"
      ]
    },
    "Texts": {
      "Eng": "Paladins are holy defenders who block attacks from every angle with a sturdy grip. Paladins are masters with shields, and have slight magical affinity, moreso than most other Knights.",
      "Por": "Paladinos são defensores sagrados que bloqueiam ataques de todos os ângulos com uma pegada firme. Paladinos são mestres com escudos e têm uma ligeira afinidade mágica, mais do que a maioria dos outros Cavaleiros."
    }
  },
  {
    "DeniedAlternatives": [
      "Bloqueie perfeitamente os tentáculos do Coração da Ruína."
    ],
    "Files": {
      "specList.config": [
        "/0/0/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Perfect shield the Heart of Ruin's tentacles.",
      "Por": "Escudo Perfeito os tentáculos do Coração da Ruína."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/1/title"
      ]
    },
    "Texts": {
      "Eng": "Saboteur",
      "Por": "Sabotador"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/2/title"
      ]
    },
    "Texts": {
      "Eng": "Samurai",
      "Por": "Samurai"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/1/title"
      ]
    },
    "Texts": {
      "Eng": "Scout",
      "Por": "Sentinela"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/0/description"
      ]
    },
    "Texts": {
      "Eng": "Searching new lands to discover hidden treasures, Pioneers are the first to colonize new planets. Able to quickly navigate colonized planets and claim new planets for themselves, Pioneers excel in blazing a trail through the galaxy.",
      "Por": "Procurando novas terras para descobrir tesouros escondidos, os pioneiros são os primeiros a colonizar novos planetas. Capazes de navegar rapidamente pelos planetas colonizados e reivindicar novos planetas para si próprios, os pioneiros são excelentes em abrir caminho através da galáxia."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/0/title"
      ]
    },
    "Texts": {
      "Eng": "Shade",
      "Por": "Shade"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/1/title"
      ]
    },
    "Texts": {
      "Eng": "Stalker",
      "Por": "Perseguidor"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/1/unlockText",
        "/0/2/unlockText",
        "/0/5/unlockText",
        "/0/6/unlockText",
        "/0/8/unlockText",
        "/1/1/unlockText",
        "/1/2/unlockText",
        "/1/3/unlockText",
        "/1/6/unlockText",
        "/1/7/unlockText",
        "/1/8/unlockText",
        "/2/0/unlockText",
        "/2/1/unlockText",
        "/2/4/unlockText",
        "/2/5/unlockText",
        "/2/6/unlockText",
        "/2/7/unlockText",
        "/2/8/unlockText",
        "/3/0/unlockText",
        "/3/1/unlockText",
        "/3/5/unlockText",
        "/3/6/unlockText",
        "/3/8/unlockText",
        "/4/1/unlockText",
        "/4/2/unlockText",
        "/4/3/unlockText",
        "/4/4/unlockText",
        "/4/6/unlockText",
        "/4/7/unlockText",
        "/4/8/unlockText",
        "/5/1/unlockText",
        "/5/2/unlockText",
        "/5/3/unlockText",
        "/5/5/unlockText",
        "/5/6/unlockText",
        "/5/7/unlockText",
        "/5/8/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Still unknown! New updates may shed light on this requirement.",
      "Por": "Ainda desconhecido! Novas atualizações podem esclarecer esse requisito."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/3/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Survive for 30 seconds very close to the Heart of Ruin while both Intelligence and Agility are greater than 40.",
      "Por": "Sobreviva por 30 segundos muito perto do Coração da Ruína, enquanto a Inteligência e Agilidade são maiores que 40."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/6/title",
        "/3/6/title"
      ]
    },
    "Texts": {
      "Eng": "Technomancer",
      "Por": "Technomancer"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/4/title",
        "/4/4/title"
      ]
    },
    "Texts": {
      "Eng": "Thief",
      "Por": "Ladrão"
    }
  },
  {
    "DeniedAlternatives": [
      "Titãs são bastiões da linha de frente que ajudam a manter a linha firme com seu escudo. Sua arma de escolha é uma pistola de uma mão ou uma smg emparelhada com um escudo. Enquanto lutadores capazes em todas as distâncias, eles também inspiram aliados próximos com uma aura protetora."
    ],
    "Files": {
      "specList.config": [
        "/3/3/description"
      ]
    },
    "Texts": {
      "Eng": "Titans are frontline bastions who help hold the line steadfast with their shield. Their weapon of choice is a One-handed Pistol or Machine Pistol with a Shield. While capable fighters at all ranges, they also inspire nearby allies with a protective aura.",
      "Por": "Titãs são bastiões da linha de frente que ajudam a manter a linha firme com seu escudo. Sua arma de escolha é uma Pistola de Uma-Mão ou uma Metralhadora com um Escudo. Enquanto lutadores capazes em todas as distâncias, eles também inspiram aliados próximos com uma aura protetora."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/4/unlockText",
        "/1/4/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Use a Broadsword to defeat enemies. Unlocked faster by defeating Cultists or Avian Temple Guards.",
      "Por": "Use uma Espada Larga para derrotar os inimigos. Desbloqueado mais rápido derrotando Cultistas ou Guardas do Templo dos Avian."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/7/unlockText",
        "/3/7/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Use a Spear to defeat enemies (the Bone Dragon provides more percentage), or take Fall Damage.",
      "Por": "Use uma Lança para derrotar inimigos (o Bone Dragon fornece mais porcentagem), ou receba Dano de Queda."
    }
  },
  {
    "DeniedAlternatives": [
      "^white;Não Disponível Ainda. Ignore o Seguinte:^reset;Faça Escudo Perfeito, ou cause dano com Pistolas ou Metralhadoras."
    ],
    "Files": {
      "specList.config": [
        "/3/3/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Use ranged weapons to deal damage quickly after Perfect Shielding. Damage that deals a final blow is tripled.",
      "Por": "Use armas de longo alcance para causar dano rapidamente após o Escudo Perfeito. O dano que causa um golpe final é triplicado."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/2/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Use ranged weapons to defeat bandits and outlaws.",
      "Por": "Use armas de longo alcance para derrotar bandidos e foras da lei."
    }
  },
  {
    "DeniedAlternatives": [
      "Use armas de longo alcance para derrotar os inimigos enquanto estiver próximo e pessoal."
    ],
    "Files": {
      "specList.config": [
        "/3/4/unlockText",
        "/5/4/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Use ranged weapons to defeat enemies while up close and personal.",
      "Por": "Use armas de longo alcance para derrotar inimigos enquanto estiver próximos a eles."
    }
  },
  {
    "DeniedAlternatives": [
      "Usando uma Adaga, Kunai, Shuriken ou Leque, derrote inimigos enquanto a Agilidade for maior que 30."
    ],
    "Files": {
      "specList.config": [
        "/2/2/unlockText"
      ]
    },
    "Texts": {
      "Eng": "Using a Dagger, Kunai, Shuriken, or War-Fan, defeat enemies while Agility is higher than 30.",
      "Por": "Usando um Chicote, Kunai, Shuriken ou Leque, derrote inimigos enquanto a Agilidade for maior que 30."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/3/title"
      ]
    },
    "Texts": {
      "Eng": "Valkryie",
      "Por": "Valquíria"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/3/description"
      ]
    },
    "Texts": {
      "Eng": "Valkyries are angels with dominion over life that grant unlimited power to worthy allies. Phenomenal with spears and shortswords, Valkyries use their holy powers to gracefully glide across the battlefield smiting enemies.",
      "Por": "Valquírias são anjos com domínio sobre a vida que concedem poder ilimitado a aliados dignos. Fenomenal com lanças e Espadas Curtas, Valquírias usam seus poderes sagrados para planar graciosamente pelo campo de batalha, punindo inimigos."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/2/description"
      ]
    },
    "Texts": {
      "Eng": "Vigilantes use their own moral system to enact justice as they see fit. Due to their love of pistols, they can easily dual-wield ranged weapons. When fighting villains, Vigilantes get a rush of power and energy to take matters into their own hands.",
      "Por": "Vigilantes usam seu próprio sistema moral para executar a justiça como entenderem. Devido ao seu amor pelas pistolas, elas podem facilmente usar armas de longo alcance duplas. Ao lutar contra vilões, Vigilantes conseguem um impulso de força e energia para resolver as coisas com as próprias mãos."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/2/title"
      ]
    },
    "Texts": {
      "Eng": "Vinetender",
      "Por": "Vinetender"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/3/title"
      ]
    },
    "Texts": {
      "Eng": "Voyager",
      "Por": "Viajante"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/6/title",
        "/5/6/title"
      ]
    },
    "Texts": {
      "Eng": "Wanderer",
      "Por": "Andarilho"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/2/title"
      ]
    },
    "Texts": {
      "Eng": "Warlock",
      "Por": "Bruxo"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/5/description",
        "/4/5/description"
      ]
    },
    "Texts": {
      "Eng": "Wraiths are spirits, no longer corporeal. Because of this, Wraiths are barely affected by gravity and can phase through matter when threatened. Wraiths are unable to wield large weapons and can no longer use magic.",
      "Por": "Aparições são espíritos, não mais corpóreos. Por causa disso, Aparições são pouco afetadas pela gravidade e podem atravessar a matéria quando ameaçados. Aparições não podem usar armas grandes e não podem mais usar magia."
    }
  },
  {
    "DeniedAlternatives": [
      "^red;Apenas Personagem Feminino^white;\nApesar de ter uma Vida ligeiramente inferior\ne causar um pouco menos de Dano\n^#ffaafa;A Kunoichi\nGraciosamente Dança Entre Os\nEstalos De Seu War-Fan\n^white;silenciando quem ela quiser."
    ],
    "Files": {
      "specList.config": [
        "/2/2/description"
      ]
    },
    "Texts": {
      "Eng": "^red;Female Only^white;\nDespite having slightly lower Health\nand dealing a bit less Damage\n^#ffaafa;The Kunoichi\nGracfully Dances Among\nSnaps Of Her War-Fan\n^white;silencing whomever she pleases.",
      "Por": "^red;Apenas Personagem Feminino^white;\nApesar de ter uma Vida ligeiramente inferior\ne causar um pouco menos de Dano\n^#ffaafa;A Kunoichi\nGraciosamente Dança Entre Os\nEstalos De Seu Leque\n^white;silenciando quem ela quiser."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/0/unlockText"
      ]
    },
    "Texts": {
      "Eng": "^white;Not Available Yet. Ignore The Following:^reset;\nDiscover new planets and use flags to bookmark old planets.",
      "Por": "^white;Não Disponível Ainda. Ignore o Seguinte:^reset;\nDescubra novos planetas e use bandeiras para marcar planetas antigos."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/3/unlockText"
      ]
    },
    "Texts": {
      "Eng": "^white;Not Available Yet. Ignore The Following:^reset;\nUse Spears or Shortswords to defeat enemies or fall from 500 blocks high.",
      "Por": "^white;Não Disponível Ainda. Ignore o Seguinte:^reset;\nUse Lanças ou Espadas Curtas para derrotar inimigos ou caia de 500 blocos de altura."
    }
  }
]