[
  {
    "DeniedAlternatives": [],
    "Files": {
      "professions/smith/ivrpgsmithstation.config": [
        "/gui/lblText/value"
      ]
    },
    "Texts": {
      "Eng": "^gray;Place Electrum Bars in Yellow Slot. Requires 2 for Upgrades and 4 for Creation.\n      ^white;Place 5 Bars in Grey Slot to determine Weapon Level. Accepts the following:\n      Copper, Iron, Tungsten, Titanium, Durasteel, Violium/Aegisalt/Ferozium, Solarium\n      ^gray;Place 1 Item in Red Slot to determine Element. Accepts the following:\n      Venom Sample, Scorched Core, Cryonic Extract, Static Cell, Glass (Keeps Element)\n      ^white;Place desired Items in Blue Slot. Accepts the following:\n      Diamond (+ Base Damage), Battery (- Energy Cost), 3 Coal (Same Stats)\n      ^red;Except for Coal, other modifiers only ever work once and only for upgrades!\n      ^gray;To upgrade an existing weapon, simply place the weapon in the Purple Slot.\n      ^white;To create a new weapon, place an item in the Purple Slot. Accepts the following:\n      2 Sharpened Claw (Spear), 2 Hardened Carapace (Hammer), 6 Steel Bar (Broadsword),\n      1 Sharpened Claw (Dagger), 1 Hardened Carapace (Axe), 3 Steel Bar (Shortsword)",
      "Por": "^gray;Coloque Electrum Bars no Slot Amarelo. Requer 2 para Aprimoramentos e 4 para Criação.\n      ^white;Coloque 5 Bars no Slot Cinza para determinar o Nível da Arma. Aceita o seguinte:\n      Copper, Iron, Tungsten, Titanium, Durasteel, Violium/Aegisalt/Ferozium, Solarium\n      ^gray;Coloque 1 Item no Slot Vermelho para determinar o Elemento. Aceita o seguinte:\n      Venom Sample, Scorched Core, Cryonic Extract, Static Cell, Glass (Mantém o Elemento)\n      ^white;Coloque os itens desejados no Slot Azul. Aceita o seguinte:\n      Diamond (+ Dano Base), Battery (- Custo de Energia ), 3 Coal (Mesmos Status)\n      ^red;Exceto por Coal, outros modificadores só funcionam uma vez e só para aprimoramentos!\n      ^gray;para aprimorar uma arma existente, basta colocar a arma no Slot Roxo.\n      ^white;Para criar uma nova arma, coloque um item no Slot Roxo. Aceita o seguinte:\n      2 Sharpened Claw (Lança), 2 Hardened Carapace (martelo), 6 Steel Bar (Espada Larga),\n      1 Sharpened Claw (Adaga), 1 Hardened Carapace (Machado), 3 Steel Bar (Espada Curta)"
    }
  }
]